// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="ファクス送信記録";
"User Name"="名前";
"Start Date/Time"="送信開始日時";
"End Date/Time"="送信終了日時";
"Recipient"="送付先";
"Company/Corp."="会社名/団体名";
"Fax Number"="ファクス番号";
"Status"="状況";
"Number of Pages"="送信ページ数";
"Image Quality"="画質";
"Str_Fax_Transmission_Record_Num_Of_Selected"="%2$d件中%1$d件選択";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utilityについて...";
"Preferences..."="環境設定...";
"Services"="サービス";
"Hide FAX Utility"="FAX Utility を隠す";
"Hide Others"="ほかを隠す";
"Show All"="すべてを表示";
"Quit FAX Utility"="FAX Utilityを終了";
"File"="ファイル";
"Close"="閉じる";
"Save"="登録";
"Edit"="編集";
"Delete log"="削除";
"Window"="ウィンドウ";
"Minimize"="しまう";
"Help"="ヘルプ";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="送信済み";
"SentStatusError10001"="送信中止";
"SentStatusError10002"="送付先未指定";
"SentStatusError10003"="非サポート用紙サイズ";
"SentStatusError10004"="ディスクの空き容量不足";
"SentStatusError10005"="送付先通話中";
"SentStatusError10006"="ダイヤル先不明";
"SentStatusError10007"="カラー送信失敗";
"SentStatusError10008"="ダイヤルトーンなし";
"SentStatusError10009"="応答なし";
"SentStatusError10010"="送信データ容量オーバー";
"SentStatusError10011"="通信プロトコル不整合";
"SentStatusError10012"="通信切断（PC→プリンター）";
"SentStatusError10013"="送信失敗（プリンター→送付先）";
"SentStatusError10014"="PC-FAX機能停止中";
"SentStatusErrorComm"="通信エラー(%d)";
"SentStatusError10015"="送信結果未取得";
"SentStatusError110001"="不明なエラー";

"SentResolutionNormal"="普通";
"SentResolutionFine"="精細(カラー)";
"SentResolutionPhoto"="精細";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="キャンセル";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="アプリケーションの実行に必要なファイルが見つかりませんでした。\nFAX Utilityを再インストールしてください。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="プリンターの情報を取得できませんでした。\n[システム環境設定]－[プリントとファクス]からプリンター（FAX）を追加してください。";
"Str_Alert_Common_Confirm_OverWrite"="指定されたファイルがすでに存在します。上書きしますか？";
"Str_Alert_Common_Not_Responding_Error"="プリンターからの応答がありません。プリンターが正しく接続されているか、電源が入っているか確認してください。";
"Str_Alert_Common_Communication_Error"="プリンターとの通信でエラーが発生しました。";
"Str_Alert_Common_Printer_Processing_Error"="プリンターがデータを処理中です。しばらく待ってから再度実行してください。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="プリンターとの通信で、エラーが検出されました。\nエラーコード(%d)";
"Str_Alert_Common_Error_Occurred"="エラーが発生したため処理を中止しました。";
"Str_Alert_Common_PrinterStatusError"="プリンターがエラー状態です。エラーを解除してから再度実行してください。";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="FAX Utilityが起動中のため、ファクス送信記録を表示できません。終了後に実行してください。";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="ファイルがないかアクセス権限がないため、送信記録を開くことができませんでした。";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="送信記録がありません。";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="データの保存に失敗しました。保存先のパス、ファイル名を変更して保存し直してください。";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="送信ログの消去に失敗しました。送信記録ファイルがすでに削除されているか、ファイルのアクセス権限がない、または他のアプリケーションでファイルを開いている可能性があります。";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="すべての送信ログが消去されます。ログを消去してもよろしいですか？";

// ------------------------------------------------------------------------
"SentStatusError10017"="ユーザー認証失敗（権限なし）";
"SentStatusError10018"="モジュラーケーブル接続違い";
"SentResolutionPhotoY2"="高精細";
"SentResolutionPhotoX2Y2"="超高精細";
